complete/buddy_data/奇秀-主播房间-20160913185206-20160913185207200

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 18:52:06]]></date>
<vipuserid xsi:type="xsd:string"><![CDATA[]]></vipuserid>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[144228]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[玉女求守护]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[6357]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[813]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[17]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[10]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[拼搏吧少年]]></vipnickname><top_name><![CDATA[拼搏吧少年]]></top_name><top_money><![CDATA[2060]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[沙加我的爱]]></vipnickname><top_name><![CDATA[沙加我的爱]]></top_name><top_money><![CDATA[2020]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[拥护你对吗]]></vipnickname><top_name><![CDATA[拥护你对吗]]></top_name><top_money><![CDATA[730]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱在、离别时_wx1854]]></vipnickname><top_name><![CDATA[爱在、离别时_wx1854]]></top_name><top_money><![CDATA[600]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[つ°里美 ? 久伴]]></vipnickname><top_name><![CDATA[つ°里美 ? 久伴]]></top_name><top_money><![CDATA[300]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱喝白酒的万俟尔容]]></vipnickname><top_name><![CDATA[爱喝白酒的万俟尔容]]></top_name><top_money><![CDATA[220]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ku酷zhang]]></vipnickname><top_name><![CDATA[ku酷zhang]]></top_name><top_money><![CDATA[210]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[国民?女神๓馨悦]]></vipnickname><top_name><![CDATA[国民?女神๓馨悦]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[赵明_qq2342]]></vipnickname><top_name><![CDATA[赵明_qq2342]]></top_name><top_money><![CDATA[190]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[月光男请远离我]]></vipnickname><top_name><![CDATA[月光男请远离我]]></top_name><top_money><![CDATA[80]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 